QUESTIONS_DATA = [
    ["Сколько это стоит? И как оплатить?", "Сутки — 400 рублей. Оплата курьеру — наличными или картой."],
    ["Хочу сразу несколько самокатов! Так можно?", "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим."],
    ["Как рассчитывается время аренды?", "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30."],
    ["Можно ли заказать самокат прямо на сегодня?", "Только начиная с завтрашнего дня. Но скоро станем расторопнее."],
    ["Можно ли продлить заказ или вернуть самокат раньше?", "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010."],
    ["Вы привозите зарядку вместе с самокатом?", "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится."],
    ["Можно ли отменить заказ?", "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои."],
    ["Я жизу за МКАДом, привезёте?", "Да, обязательно. Всем самокатов! И Москве, и Московской области."]
]

FIELD_DATA = [
    ["Header_Nav", ["Имя", "Питон"], ["Фамилия", "Аллюр"], ["Адрес", "улица Пушкина"], ["Телефон", "88005553535"], "Станция метро", "Лубянка",
     ["Когда привезти самокат", "01.10.2025"], ["Комментарий для курьера", "Комментарий для первого набора"], "сутки", "black"],

    ["Home_FinishButton", ["Имя", "Пиритон"], ["Фамилия", "Салют"], ["Адрес", "дом Колотушкина"], ["Телефон", "99999999999"], "Станция метро", "Аэропорт",
     ["Когда привезти самокат", "11.11.2025"], ["Комментарий для курьера", "Комментарий для второго набора"], "трое суток", "grey"]
]

URLS = {'home_page': 'https://qa-scooter.praktikum-services.ru/'}
